Vocabulary 1:
Loisco
Aunu
Epeu
Gauki
Woisy
Deulpe
Frysof
Noypoy
Fauty
Reybu
Athoi
Shauthyth
Orey
Goyshy
Weyloyth
Naboi
Oneyr
Heynoyd
Oiwu
Seyny
Dado
Roipgauk
Oypwau
Oimau
Moypey

Vocabulary 2:
Noamoag
Oafoe
Mumnaf
Aibshi
Raunoa
Urau
Remab
Tifrol
Mugdi
Osoan
Osu
Mapib
Zausload
Lafoe
Doeszub
Kauger
Fazoa
Ori
Arsi
Othoa
Zoasi
Gaiqnoa
Daukhe
Aidu
Dosled

Vocabulary 3:
Usaz
Seychey
Maerjig
Maetae
Geypu
Mugfe
Aefme
Eytdeyg
Fusi
Layup
Beeltru
Lemfey
Aklo
Aze
Oleyn
Beykeeb
Meeke
Spaerbu
Boztra
Remo
Teenaep
Nape
Ekpog
Eyre
Chijey

Vocabulary 4:
Neanu
Nudai
Faicdai
Apdu
Meacoiv
Toimlu
Keinmib
Keacha
Etair
Pusneal
Isca
Lunea
Seilmec
Upcho
Aseal
Reikea
Geigel
Aitroi
Cheiri
Clofea
Peida
Bisci
Orsweaz
Saifea
Rideis

Vocabulary 5:
Maina
Nislech
Famoa
Roeploa
Fomoe
Soabi
Scokhe
Scoaxkoa
Aimlop
Ufait
Qaihoakh
Proaqai
Pogo
Terscisp
Sloaproe
Toaspoe
Tukob
Yalekh
Umtig
Sloeme
Naipam
Obro
Aiga
Paifqai
Ogoech

Vocabulary 6:
Dorstuey
Ali
Tusiy
Ymoer
Yle
Oebnym
Lakek
Boespy
Uefkoeb
Koeto
Hukho
Gysty
Bihi
Fiyi
Toemo
Goehax
Oxo
Yimu
Pueli
Tixpi
Ofu
Hyke
Myto
Ayue
Bagpiv

Vocabulary 7:
Oqshie
Ige
Snaego
Geimi
Taibu
Aeshoe
Laeshe
Peimi
Chaefru
Kiecheg
Faidei
Ichie
Aigi
Foelain
Sairai
Eikmach
Aenoe
Emei
Unboef
Numei
Shafag
Aichiest
Friecfe
Ashoch
Ulo

Vocabulary 8:
Kistoh
Aeskooc
Bouza
Boro
Aehef
Aemon
Lekhoeth
Pooma
Usheek
Ekhaec
Faithee
Sneethac
Aeme
Tofaid
Trispgeeh
Oobak
Kousne
Ouzoo
Usgee
Aigu
Geesptroe
Roezoe
Zodbait
Vaivil
Noovoo

Vocabulary 9:
Tueshue
Oygslac
Ueteu
Pepoym
Uesmam
Ipluef
Smeshis
Feusla
Usto
Kisar
Letet
Shuksmos
Dushueg
Doylfoy
Meusac
Oyslesh
Buece
Teegeun
Leesue
Crefeech
Uesho
Erif
Hihu
Shueku
Smuglee

Vocabulary 10:
Oospeeg
Loufar
Feemoub
Isea
Feusoy
Thethoosh
Louti
Neagsoyr
Oroyt
Obea
Eune
Eerib
Keupou
Akhoo
Foosa
Beedead
Oyda
Deadad
Oynrox
Chokhip
Soupeeg
Feakeu
Bolo
Ezmou
Ereas

