Vocabulary 1:
Boykoy
Fueci
Eumsli
Moyfuf
Soylib
Dizfur
Boylclesh
Ahue
Nienpoys
Qaloy
Unguz
Clereu
Iego
Biveug
Vukif
Qaci
Cuedu
Ifesh
Circo
Peupcoym
Fuloyh
Eupo
Uclup
Egclis
Idslo

Vocabulary 2:
Ueto
Souqpeu
Peru
Geugswaj
Otrich
Loelkoi
Oileu
Meusdou
Egluf
Moiswou
Efswur
Peustour
Dedtuch
Bosoi
Oitro
Tisti
Busoi
Choipue
Tifgoi
Boeclouf
Stoespmeu
Euchap
Afueck
Uttrueq
Euquk

Vocabulary 3:
Eypee
Emu
Eanuv
Pebaf
Teymuz
Moypri
Doboys
Nodew
Oafeath
Nilpey
Oynsey
Reezprag
Eyvmash
Yeeki
Goadtroa
Ceytdoyb
Poythe
Robab
Duzee
Trare
Geetroal
Reegoy
Budu
Sakpoy
Neykey

Vocabulary 4:
Pheaydu
Phasle
Akek
Fesoo
Goopheaf
Poanul
Agpe
Prycko
Kheemea
Tausnoa
Neano
Lidea
Egy
Uryb
Theasnoob
Aunuy
Fypoa
Thoapoak
Kopfoo
Otup
Poolay
Pystla
Snyphe
Theanoa
Edon

Vocabulary 5:
Pedap
Poepub
Soefi
Roasiv
Naguen
Boakec
Goabgut
Enoom
Boegea
Scurea
Ukoah
Duegok
Romoe
Bore
Samoe
Sebu
Goesoar
Oztue
Genoa
Fucscoo
Oedig
Momu
Fuki
Fuegkat
Ige

Vocabulary 6:
Ospnosp
Gomeack
Puzer
Riroyn
Goykrey
Veckdig
Eyxgey
Fleatob
Peydis
Riya
Tatoy
Phathe
Gopi
Togo
Yoxne
Muflu
Bipex
Geybu
Impi
Tivusp
Zude
Fleache
Yugpo
Seybdu
Prakvo

Vocabulary 7:
Dagcheyl
Itfeyk
Reda
Ine
Auroo
Cheydgie
Taugmul
Lagoj
Meynpoosh
Epo
Pietcho
Choobiv
Ielmoo
Flaufiel
Chithiv
Ufued
Oochue
Sathuv
Morol
Feyflaug
Aufe
Rifrek
Baunpe
Michi
Thadoa

Vocabulary 8:
Eutra
Paesjeu
Vupeu
Gapei
Nume
Eunam
Afe
Tedpu
Adel
Reiny
Nubtrae
Ele
Jeiseth
Utry
Phyzlyt
Daetry
Plychae
Yiclokh
Traso
Jeku
Troteu
Vytyaer
Vaecheub
Trygphyg
Utoz

Vocabulary 9:
Eulfou
Oicoup
Cuki
Cupoi
Anoi
Teuyun
Eubiev
Kinou
Nougeu
Tieloip
Eubeuv
Soindoe
Pemoq
Nuyeu
Yigde
Lejeuch
Ovslie
Yegoe
Giyguj
Metoef
Seubor
Lequ
Umoi
Boisto
Deubukh

Vocabulary 10:
Meewe
Foymu
Ropee
Ceeguer
Aloy
Bolue
Geikeyw
Emey
Atey
Uebkae
Hoyprae
Keyber
Gabmae
Beymoyl
Pukik
Posstah
Sedkeif
Idei
Praenpiw
Frutei
Tutee
Aewdu
Mabaef
Meihuef
Puelu

